#----------------------------------HELP ADMIN MSGS---------------------------------
MSG_ADMIN_HELP_INFO_COMMANDS = (
    "Команды - это команда по выдаче списка всех возможный действий в боте"
)

MSG_ADMIN_HELP_INFO_CLIENTS_COMMANDS = (
    "Начать как пользователь - это команда по вызову списка действий обычного пользователя - клиента. "
    "Использовать эту команду нужно для тестирования всех возможный действий клиента. "
    "Там можно оформить заказы, добавить сеансы и тд."
)

MSG_ADMIN_HELP_INFO_SCHEDULE_COMMANDS = (
    "Расписание - команда, позволяющая создавать, изменять и удалять твое текущее расписание. "
    "Список функций для этой команды:\n\n"
    "1) Добавить дату в расписание - Позволяет создать новое расписание\n"
    "Список действий: \n"
    "а) Выбор типа расписания - тату заказ, коррекция, консультация или свободное посещение\n"
    "б) Выбор конкретной даты или дня недели. "
    "При выборе дня недели выбирается месяц и наименование дня. "
    "Все даты в данный день будут заняты"
    "в) Выбор времени начала расписания\n"
    "г) Выбор времени конца расписания\n"
    
    "2) Посмотреть мое расписание - в виде таблицы выдается список сеансов или свободных ячеек в расписании."
    "Одна ячейка - один заказ. Если нужно занять сразу несколько ячеек для одного заказа, "
    "то нужно перейти в меню \"Тату заказы\" и выбрать команду \"добавить новый сеанс в тату заказ\""
)